<?php
    // Global
    $strTitle = "ระบบรับนักเรียน";
    $strEducationYear = "ปีการศึกษา 2565";
    $strCallCenter = "086-476-5851";
    $strBankCode = "81846";

    $strTitleIP_M1 = "ใบสมัครเข้าศึกษาโครงการ IP (international Program)";
    $strTitleSMTE_M1="ใบสมัครเข้าศึกษาโครงการห้องเรียนพิเศษวิทยาศาสตร์ คณิตศาสตร์ เทคโนโลยีและสิ่งแวดล้อม (SMTE)";
    $strTitleIP_M4 = "ใบสมัครเข้าศึกษาโครงการ IP (international Program)";
    $strTitleSMTE_M4="";

    // ขั้นตอนการสมัครออนไลน์ โครงการพิเศษ
    $strStep1 = "ตรวจสอบคุณสมบัติของผู้สมัคร และไฟล์สำเนาเอกสารการสมัครพร้อมเซ็นรับรองสำเนาถูกต้องทุกหน้าก่อนการ Upload";
    $strStep2 = "กรอกใบสมัครจากแบบฟอร์มออนไลน์ด้านล่าง";
    $strStep3 = "พิมพ์แบบฟอร์มชำระเงิน นำไปชำระได้ที่เคาน์เตอร์ธนาคารกรุงไทย หรือผ่านทาง Moblie Banking Application จนถึงวันที่ 24 กุมภาพันธ์  2565 เท่านั้น";
    $strStep4 = "ตรวจสอบรายชื่อผู้สมัครพร้อมพิมพ์บัตรประจำตัวผู้สอบ ตั้งแต่วันที่ 1 มีนาคม 2565 เป็นต้นไป";



    // พิมพ์บัตรสอบ โครงการพิเศษ
    $strPrint_ExamIdCard = "พิมพ์บัตรประจำตัวสอบ (ตั้งแต่วันที่ 1 มีนาคม 2565 เป็นต้นไป) ";
    $strPrint_Payment = "กรุณาพิมพ์แบบฟอร์มชำระเงิน เพื่อนำไปชำระเงินที่เคาน์เตอร์ธนาคารกรุงไทย ตั้งแต่วันนี้ ถึงวันที่ 24 กุมภาพันธ์ 2565";
    $strPrint_CheckPlace = "สามารถตรวจสอบรายชื่อผู้มีสิทธิ์สอบและสถานที่สอบในวันที่ 1 มีนาคม 2565";
    $strDayExamM1 = "สอบวันที่ 6 มีนาคม 2565";
    $strDayExamM4 = "สอบวันที่ 7 มีนาคม 2565";

    //กำหนดการพิมพ์บัตรสอบ โครงการพิเศษ
    // วัน เดือน(ชื่อเดือนภาษาอังกฤษแบบเต็ม)  ปี(ค.ศ.) เช่น  30 March 2021
    $Print_Card_Start = "1 March 2022";
   
    //---------------------------------------------------------------------------------------
    // ห้องเรียนทั่วไป
    //

    $strAdmissionInfoReg = "เปิดรับสมัครระหว่าง <br>วันที่ 9-13 มีนาคม พ.ศ 2565 ";

    // ขั้นตอนการสมัครออนไลน์ ห้องเรียนทั่วไป
    $strAdmissionRegStep1 = "ตรวจสอบคุณสมบัติของผู้สมัคร และไฟล์สำเนาเอกสารการสมัครพร้อมเซ็นรับรองสำเนาถูกต้องทุกหน้าก่อนการ Upload";
    $strAdmissionRegStep2 = "กรอกใบสมัครจากแบบฟอร์มออนไลน์ด้านล่าง";
    $strAdmissionRegStep3 = "พิมพ์แบบฟอร์มชำระเงิน นำไปชำระได้ที่เคาน์เตอร์ธนาคารกรุงไทย หรือผ่านทาง Moblie Banking Application จนถึงวันที่ 14 มีนาคม 2565 เท่านั้น";
    $strAdmissionRegStep4 = "ตรวจสอบรายชื่อผู้สมัครพร้อมพิมพ์บัตรประจำตัวผู้สอบ ตั้งแต่วันที่ 21 มีนาคม 2565 เป็นต้นไป";
    
    $strBillComment ="หมายเหตุ : ชำระเงินที่ธนาคารกรุงไทยทุกสาขา ตั้งแต่วันนี้ ถึง 14 มีนาคม 2565 เท่านั้น";

    //กำหนดการพิมพ์บัตรสอบ ห้องเรียนทั่วไป
    // วัน เดือน(ชื่อเดือนภาษาอังกฤษแบบเต็ม)  ปี(ค.ศ.) เช่น  30 March 2021
    $Print_Card_Start_General = "21 March 2022";
?>
